folder_props = {'watch': 'D:\pyprojects\sendrules\seo_modules_dicts\watch_props_dict.txt',
                'mac': 'D:\pyprojects\sendrules\seo_modules_dicts\mac_props_dict.txt',
                'Чехлы': 'D:\pyprojects\sendrules\seo_modules_dicts\chekhly_props_dict.txt',
                'Питание и кабели': 'D:\pyprojects\sendrules\seo_modules_dicts\cables_props_dict.txt',
                'iphone': 'iphone_props.txt', 'Ремешки для часов': 'clock_straps_props_dict.txt',
                'Защитные стекла': 'glasses_props_dict.txt'
                }

sections = {'iPhone': '103', 'Mac': '76', 'iPad': '86', 'Watch': '115', 'Внешние аккумуляторы': '453', 'Аксессуары для фото/видео': '377',
            'Накопители': '369', 'Геймпады': '370', 'Графические планшеты': '371', 'Держатели для смартфонов': '372', 'Питание и кабели': '379',
            'Карта оплаты': '394', 'Карты памяти и флэш-накопители': '395', 'Пульты ДУ': '380', 'Клавиатуры': '396', 'Программное обеспечение': '452',
            'Моноподы и штативы': '398', 'Мыши и коврики для мышей': '399', 'Стабилизаторы': '385', 'Поисковые трекеры': '400', 'Стилусы': '386',
            'Подставки для ноутбуков и компьютеров': '401', 'Wi-Fi роутеры и маршрутизаторы': '471', 'Чехлы': '403', 'Защитные стекла': '378',
            'Сетевое оборудование': '472', 'Ремешки для часов': '381', 'Сумки и рюкзаки': '382', 'Аксессуары для квадрокоптеров': '418', 'Аксессуары для экшн-камер': '419',
            'Мониторы': '447', 'Микрофоны': '465', 'Виниловые пластинки и проигрыватели': '466', 'ТВ-приставки': '261', 'Акустические системы': '262', 'Наушники': '263',
            'Гарнитуры': '282', 'Проигрыватели виниловых дисков': '285', 'Прочее': '500', 'Виртуальная реальность': '391', 'Здоровье и спорт': '392', 'Игрушки': '393',
            '3D ручки': '417', 'Квадрокоптеры': '404', 'Портативные принтеры': '405', 'Проекторы': '406', 'Умные ручки': '407', 'Экшн-камеры': '408',
            'Гирлянды и украшения для дома': '449', 'Лампочки': '450', 'Розетки и переключатели': '411', 'Умные товары для животных': '412', 'Датчики и детекторы': '423',
            'Умные светильники': '424'}


